/* minutes:seconds time length format in browser mode */
"%.2d:%.2d" = "%1$.2d.%2$.2d";

/* hours:minutes:seconds time length format in browser mode */
"%.2d:%.2d:%.2d" = "%1$.2d.%2$.2d.%3$.2d";

/* Size on disk */
"%@ on disk" = "%@ på disk";

/* The format for the today/yesterday string shown in the open/save panel followed by a comma, fillowed by the time */
"%@, %@" = "%1$@, %2$@";

/* Label for scope bar button for multiple scopes. */
"%d Places" = "%d steder";

/* Indicates the non plural one item found by a spotlight search.  Arg is the number that was found, which will always be 1 */
"%ld item" = "%ld objekt";

/* Indicates the number of items found by a spotlight search.  Arg is the number that was found. */
"%ld items" = "%ld objekter";

/* Label for scope bar button for multiple scopes. */
"%ld Places" = "%ld steder";

/* Dimension format label shown in browser mode */
"%ld\\U2006\\U00D7\\U2006%ld" = "%1$ld × %2$ld";

/* Property not shown value (dash dash) */
"--" = "--";

/* quotes for a label */
"\\U201c%@\\U201d" = "«%@»";

/* Title for overwiting existing file confirmation dialog. */
"\\U201c%@\\U201d already exists. Do you want to replace it?" = "«%@» finnes allerede. Vil du erstatte den?";

/* Dot dot dot to be shown for truncated text */
"\\U2026" = "…";

/* Message for overwriting existing file confirmation dialog. First arg is the directory containing the file. */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents." = "En fil eller mappe med samme navn finnes allerede i mappen %@. Hvis du erstatter den, vil innholdet bli overskrevet.";

/* Message for overwriting existing file confirmation dialog on the desktop. First arg is the directory containing the file (translate desktop word). */
"A file or folder with the same name already exists on the %@. Replacing it will overwrite its current contents." = "En fil eller mappe med samme navn finnes allerede på %@. Hvis du erstatter den, vil innholdet bli overskrevet.";

/* Error to display for duplicate file name overwrite of smart folders. */
"An item already exists with that name. Rename the item and try again." = "Det finnes allerede et objekt med det navnet. Endre navnet, og prøv igjen.";

/* Ask to use... text shown on the button in the shared server panel */
"Ask to use\\U2026" = "Be om å få bruke…";

/* Title for asking to use the disc drive via over the air disc drive sharing */
"Asking to use the %@ drive in \\U201c%@\\U201d\\U2026" = "Ber om å få bruke %1$@-stasjonen i «%2$@»…";

/* Asking to use... title to show as text label in shared server panel. */
"Asking to use\\U2026" = "Ber om å få bruke…";

/* Calculating Size label shown in browser mode */
"Calculating Size" = "Beregner størrelse";

/* Button text to cancel save operation. */
"Cancel" = "Avbryt";

/* CD drive title */
"CD" = "CD";

/* Label for scope bar button which represents the 'everywhere' scope.  Note this really searches everywhere by HI determined the word 'Everywhere' is too ambiguous. */
"Computer" = "Datamaskin";

/* Connect As... text shown on the button in the shared server panel */
"Connect As\\U2026" = "Koble til som…";

/* Connected title to show as text label in shared server panel. */
"Connected" = "Tilkoblet";

/* Text to show who we are connected as in the server panel. */
"Connected as: %@" = "Koblet til som: %@";

/* Connecting... title to show as text label in shared server panel. */
"Connecting\\U2026" = "Kobler til…";

/* Connection Failed title to show as text label in shared server panel. */
"Connection Failed" = "Tilkobling mislyktes";

/* Label for scoep bar button Contents */
"Contents" = "Innhold";

/* Title for devices in the sidebar of the open/save panel */
"DEVICES" = "ENHETER";

/* Dimensions label shown in browser mode */
"Dimensions" = "Dimensjon";

/* disc drive title */
"disc" = "plate";

/* Disconnect text shown on the button in the shared server panel */
"Disconnect" = "Koble fra";

/* Title prompt used when asking to save a smart folder that has changed. */
"Do you want to save this Smart Folder?" = "Vil du arkivere denne smarte mappen?";

/* Button text to not save the smart folder. */
"Don\\U2019t Save" = "Ikke arkiver";

/* DVD drive title */
"DVD" = "DVD";

/* Label for the edit button above the rule editor in the advanced search mode. */
"Edit" = "Rediger";

/* eject button title */
"Eject" = "Mat ut";

/* eject all button title */
"Eject All" = "Mat ut alle";

/* Fetching... label shown in browser mode */
"Fetching..." = "Henter...";

/* Label for scoep bar button File Name */
"File Name" = "Filnavn";

/* Label for scope bar button which represents the home directory. */
"Home" = "Hjem";

/* Message for file name starts with a dot dialog. */
"If you decide to go ahead and use a name which begins with a dot the file will be hidden." = "Hvis du velger å bruke et navn som begynner med et punktum, vil filen være usynlig.";

/* Message prompt used when asking to save a smart folder that has changed. */
"If you don\\U2019t save, the changes you made to \\U201c%@\\U201d will be lost." = "Hvis du ikke arkiverer, mister du endringene i «%@».";

/* Media Browser node title in the sidebar on the left */
"Media" = "Medier";

/* Title for media section in the sidebar of the open/save panel */
"MEDIA" = "MEDIER";

/* Movices media browser node title */
"Movies" = "Filmer";

/* Music media browser node title */
"Music" = "Musikk";

/* Title for file name that is greater than 31 characters on a short file name volume. */
"Names longer than 31 characters are not supported on the destination volume." = "Målvolumet støtter ikke navn som har flere enn 31 tegn.";

/* Title for file name starts with a dot dialog. */
"Names that begin with a dot \\U201c.\\U201d are reserved for the system." = "Navn som begynner med punktum «.» er reservert for systemet.";

/* Not Connected title to show as text label in shared server panel. */
"Not Connected" = "Ikke tilkoblet";

/* default button of open panel
   window title of open panel */
"Open" = "Åpne";

/* Title for button to 'Open <MobileMe> Preferences' */
"Open %@ Preferences" = "Åpne %@-valg";

/* Menu item title in advanced search for adding additional search criteria not specified in the list - with ellipses. */
"Other\\U2026" = "Annet…";

/* Photos media browser node title */
"Photos" = "Bilder";

/* Title for places section in the sidebar of the open/save panel */
"PLACES" = "STEDER";

/* Message for file name longer than 31 characters. */
"Please choose a filename that is no longer than 31 characters." = "Velg et filnavn som ikke inneholder flere enn 31 tegn.";

/* Title shown in an alert dialog for a location that can't be found. */
"Please select another item." = "Velg et annet objekt.";

/* Recent Places label */
"Recent Places" = "Sist brukte steder";

/* Button text to overwrite an existing file. */
"Replace" = "Erstatt";

/* Request denied title to show as text label in shared server panel. */
"Request denied" = "Forespørsel avslått";

/* Button text to save the smart folder.
   default button of save panel
   Label for the save button above the rule editor in the advanced search mode.
   window title of save panel */
"Save" = "Arkiver";

/* Label for the save as button above the rule editor in the advanced search mode. */
"Save As" = "Arkiver som";

/* name field label */
"Save As:" = "Arkiver som:";

/* Title for smart folders section in side bar. */
"Saved Searches" = "Arkiverte søk";

/* Title for app specific saved searches in the sidebar of the open/save panel */
"SAVED SEARCHES" = "ARKIVERTE SØK";

/* Title for search for section in the sidebar of the open/save panel */
"SEARCH FOR" = "SØK ETTER";

/* Label for scope bar button which represents the 'search:' title. */
"Search:" = "Søk:";

/* Label for popup button in save panel mini mode when current location is a search. */
"Searching for \\U201c%@\\U201d" = "Søker etter «%@»";

/* The string to display in the path location control when there is no selected item in the search results. */
"Select an item to see its path." = "Marker et objekt for å se objektets bane.";

/* Label for scope bar button which represents the servers scope. */
"Servers" = "Tjenere";

/* Title for shared in the sidebar of the open/save panel */
"SHARED" = "DELT";

/* Label for scope bar button which represents the 'smart folder' title. */
"Smart Folder" = "Smart mappe";

/* Smart Folders label */
"Smart Folders" = "Smarte mapper";

/* String to show when hovering over the X button in the ask to use UI for ODS */
"Stop asking to use\\U2026" = "Avslutt forespørsel om å få bruke…";

/* String to show when hovering over the X button when waiting for a disc */
"Stop waiting for disc\\U2026" = "Avslutt venting på plate…";

/* Warning to show when ejecting ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volume that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "Enheten som inneholder «%1$@», inneholder også %2$ld annet volum, som ikke blir matet ut. Er du sikker på at du vil mate ut «%3$@»?";

/* Warning to show when ejecting MORE THAN ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volumes that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "Enheten som inneholder «%1$@», inneholder også %2$ld andre volumer, som ikke blir matet ut. Er du sikker på at du vil mate ut «%3$@»?";

/* Label the 'goto' dialog when it can't find a folder. Same as Finders version. */
"The folder cannot be found." = "Mappen ble ikke funnet.";

/* The string to display in the path location control when the selected items do not share a common path. */
"The selected items do not share a path." = "De markerte objektene deler ikke bane.";

/* Message shown in an alert dialog for a location that can't be found. */
"The volume for \\U201c%@\\U201d could not be found." = "Volumet «%@» ble ikke funnet.";

/* error message for lacking write permission to create new folder */
"This location is read-only." = "Du kan kun lese fra dette stedet.";

/* Label for scope bar button which represents the 'This Mac' scope. Used to be called Computer. */
"This Mac" = "Denne maskinen";

/* error message for new folder name conflict */
"This name is already taken." = "Dette navnet er allerede i bruk.";

/* Message to show about ejecting everthing */
"To eject all the volumes on this device hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "Hvis du vil mate ut alle volumene på denne enheten, holder du ned Tilvalg-tasten når du mater ut volumet.\n\nHvis du senere vil mate ut et enkeltvolum uten at denne dialogruten vises, holder du nede Kontroll-tasten når du mater ut volumet.";

/* Today: String shown in save panel date cell when trying to save space */
"Today" = "I dag";

/* Undo the name change in the save panel by clicking on a disabled item */
"Undo Name Change" = "Angre navneendring";

/* default new folder name */
"untitled folder" = "mappe uten navn";

/* Button text to choose required extension. Arg is file name extension.
   Button text to choose the alternative extension. Arg is file name extension. */
"Use .%@" = "Bruk .%@";

/* Button text to use a filename starting with a dot. */
"Use \\U201c.\\U201d" = "Bruk «.»";

/* Button text to choose combined extensions. */
"Use both" = "Bruk begge";

/* Using disc drive title to show as text label in shared server panel. */
"Using disc drive\\U2026" = "Bruker optisk stasjon…";

/* Waiting for disc drive title to show as text label in shared server panel. */
"Waiting for disc drive\\U2026" = "Venter på platestasjonen…";

/* Title string shown when waiting for a disc in the over the air remote disc drive support */
"Waiting for disc\\U2026" = "Venter på plate…";

/* Yesterday: String shown in save panel date cell when trying to save space */
"Yesterday" = "I går";

/* Information on choices. 1st arg is current extension. 2nd arg is required extension. */
"You can choose to use both, so that your file name ends in \\U201c.%1$@.%2$@\\U201d." = "Du kan velge å bruke begge, slik at filnavnet slutter med «.%1$@.%2$@».";

/* Information on choices. */
"You can choose to use the standard extension instead." = "Du kan velge å bruke standardfilendelsen i stedet.";

/* Message when user wants to save with invalid file extension. 1st arg is current extension. 2nd arg is required extension. */
"You cannot save this document with extension \\U201c.%1$@\\U201d at the end of the name. The required extension is \\U201c.%2$@\\U201d." = "Du kan ikke arkivere dette dokumentet med filendelsen «.%1$@». Den riktige filendelsen er «.%2$@».";

/* Message when user wants to save with an alternative file extension - for panels configured to permit this. 1st arg is current extension. 2nd arg is required extension. */
"You have used the extension \\U201c.%1$@\\U201d at the end of the name. The standard extension is \\U201c.%2$@\\U201d." = "Du har brukt filendelsen «.%1$@». Standardfilendelsen er «.%2$@».";

/* Message to display to prompt to setup iDisk / MobileMe / .mac */
"Your %@ account is not set up. Would you like to open %@ preferences and set it up now?" = "%1$@-kontoen din er ikke konfigurert. Vil du åpne %2$@-valgpanelet og konfigurere den nå?";

/* Title to show when DVD/CD remote use was declined */
"Your request to use the %@ drive in \\U201c%@\\U201d\\U2026 was declined." = "Forespørselen om å bruke %1$@-stasjonen i «%2$@» ble avslått.";

